Repository: demonyka/golda-ios
Catalog: ios/Golda/Resources/Goals.xcstrings
Source language: en
Languages: ru

source: %@ saved by skipping
ru: %@ сэкономлено отказами

source: A bike, a trip, a cushion. Every purchase is held up against it.
ru: Велосипед, поездка, подушка. С ней сравнивается каждая покупка.

source: Every purchase is held up against the main goal.
ru: С главной целью сравнивается каждая покупка.

source: Progress is the account’s balance plus what is already put aside.
ru: Прогресс — остаток на счёте плюс уже отложенное.

source: “%@” removed
ru: «%@» убрано

source: “%@” will no longer be the main goal.
ru: «%@» перестанет быть главной.

source: %@ of %@
ru: %@ из %@

source: %@ of the goal
ru: %@ цели

source: %@ spent from “%@”. The goal closes.
ru: Расход %@ с «%@». Цель закроется.

source: Add
ru: Добавить

source: Add goal
ru: Добавить цель

source: Already put aside
ru: Уже отложено

source: bought
ru: купил

source: Buy
ru: Купить

source: Buy “%@”?
ru: Купить «%@»?

source: Buy %@ · %@
ru: Купить %@ · %@

source: Cancel
ru: Отмена

source: Currency
ru: Валюта

source: Decided · %lld
ru: Решено · %lld

source: Delete goal
ru: Удалить цель

source: Goal
ru: Цель

source: Goal “%@” deleted
ru: Цель «%@» удалена

source: Goals
ru: Цели

source: How much it takes
ru: Сколько нужно

source: in %lld days
ru: через %lld дня

source: in %lld hours
ru: через %lld часа

source: Main goal
ru: Главная цель

source: New goal
ru: Новая цель

source: No account
ru: Без счёта

source: No suitable account.
ru: Нет подходящего счёта.

source: of %@
ru: из %@

source: OK
ru: ОК

source: Opens a new goal
ru: Открывает новую цель

source: Opens the goal
ru: Открывает цель

source: Opens the purchase to decide on it
ru: Открывает покупку, чтобы решить

source: Other goals
ru: Другие цели

source: Pick the main goal
ru: Выбери главную цель

source: Remove
ru: Убрать

source: Save
ru: Сохранить

source: Saved on
ru: Копится на

source: Savings
ru: Копилка

source: Set a goal
ru: Поставь цель

source: Shows or hides what was decided
ru: Показывает или прячет решённое

source: skipped
ru: не стал покупать

source: That did not work. Try again.
ru: Не получилось. Попробуй ещё раз.

source: The first goal is the main one.
ru: Первая цель — главная.

source: The goal was not saved. Try again.
ru: Цель не сохранилась. Попробуй ещё раз.

source: The star in a goal makes it the main one
ru: Звезда в цели делает её главной

source: time to decide
ru: пора решать

source: To change the main goal, star another one.
ru: Чтобы сменить главную, отметь звездой другую цель.

source: Waiting for a decision
ru: Ждут решения

source: What it is for
ru: На что копишь
